IDEA Open Model
OpenModel.LoadCase Property
 List of Load cases
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<LoadCase> LoadCase { get; set; }
Public Property LoadCase As List(Of LoadCase)
	Get
	Set
public:
property List<LoadCase^>^ LoadCase {
	List<LoadCase^>^ get ();
	void set (List<LoadCase^>^ value);
}
Property Value
Type: List<LoadCase>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace